{
  "helpingYouT": "Dishpal AI: Hilft Ihnen, lokale Rabattangebote zu finden",
  "helpingYouD": "Entdecken Sie personalisierte Angebote, die auf Ihre Vorlieben und Ihren Standort zugeschnitten sind, damit Sie keine Gelegenheit zum Sparen verpassen.",
  "signUp": "Jetzt vorab anmelden",
  "ecoChampionT": "Werden Sie ein Eco-Champion",
  "ecoChampionD": "Sparen Sie 15 % auf Papiergutscheine und nutzen Sie nachverfolgbare und einlösbare digitale Rabatte.",
  "opportunityT": "Verpassen Sie nie eine Gelegenheit zu SPAREN",
  "opportunityD": "Entdecken Sie personalisierte Angebote, abgestimmt auf Ihre Vorlieben und Ihren Standort.",
  "personalShopperT": "Ihr KI-gestützter persönlicher Einkaufsassistent",
  "personalShopperD": "Einkaufen kann stressig sein - lassen Sie Dishpal die Angebote für Sie finden.",
  "whyChooseT": "Warum Dishpal.ai wählen?",
  "whyChooseD": "Erleben Sie eine intelligentere und nachhaltigere Art zu shoppen mit den innovativen Funktionen von Dishpal.ai für mehr Ersparnis und Einkaufskomfort.",
  "locationBasedT": "Standortbezogene Benachrichtigungen",
  "locationBasedD": "Lassen Sie sich in Echtzeit über Angebote in Ihrer Nähe benachrichtigen und nutzen Sie die Gelegenheit, wo immer Sie sind. Unsere Geolocation-Technologie informiert Sie über Rabatte in Ihrer Nähe, damit Sie keine Sparmöglichkeit verpassen.",
  "personRecommendationT": "Personalisierte Empfehlungen",
  "personRecommendationD": "Unsere KI-gesteuerte Plattform analysiert Ihre Vorlieben und schlägt Rabatte vor, die auf Ihre Interessen zugeschnitten sind. Durch das Verständnis Ihrer Einkaufsgewohnheiten stellt Dishpal.ai Angebote zusammen, die Ihren Vorlieben entsprechen und Ihr Einkaufserlebnis relevanter und angenehmer machen.",
  "neverMissDiscountT": "Verpassen Sie nie wieder einen Rabatt:",
  "neverMissDiscountD": "Mit „Jetzt kaufen, später bezahlen“ können Sie sich Angebote sofort sichern - auch wenn Sie ein knappes Budget haben. Flexibel und stressfrei sparen!",
  "saveMoneyT": "Sparen Sie jetzt Geld:",
  "saveMoneyD": "Entdecken Sie exklusive Rabatte und Aktionen, die Ihr Budget schonen. Dishpal.ai vereint die besten Angebote führender Händler auf einer Plattform, sodass Sie Ihre Ersparnisse maximieren können. Am Monatsende zeigen wir Ihnen, wie viel Sie mit Dishpal.ai gespart haben. Starten Sie noch heute und erleben Sie, wie einfach Sparen sein kann!",
  "sustainableShoppingT": "Nachhaltiges Einkaufen:",
  "sustainableShoppingD": "Durch die schrittweise Umstellung von traditionellen papierbasierten Methoden auf eine vollständig digitale Plattform fördert Dishpal.ai umweltfreundliche Praktiken und unterstützt Ihr Engagement für Nachhaltigkeit. Unser digitaler Ansatz reduziert den Papiermüll und trägt zu einer grüneren Umwelt bei.",
  "reduceFoodWasteT": "Reduzieren Sie die Lebensmittelverschwendung:",
  "reduceFoodWasteD": "Dishpal.ai verbindet Sie mit Rabatten auf Produkte kurz vor dem Verfallsdatum. So sparen Sie Geld und schützen die Umwelt durch verantwortungsvollen Konsum. Unterstützen Sie lokale Einzelhändler und minimieren Sie gemeinsam den Abfall.",
  "take60SecondsSurveyT": "Nehmen Sie an unserer 60-Sekunden-Umfrage teil und gestalten Sie die Funktionen von Dishpal mit!",
  
  "helpusImproveT": "Helfen Sie uns zu verbessern",
  
  "faqT": "Häufig gestellte Fragen (FAQ)",
  
  "whatDoesDishpalT": "1. Was bietet Dishpal.ai an?",
  "whatDoesDishpalD": "Dishpal.ai ist eine innovative Plattform, die personalisierte, standortbasierte Echtzeit-Rabatte entsprechend Ihren Einkaufspräferenzen liefert. Durch den Einsatz fortschrittlicher KI-Algorithmen und Geolocation-Technologie stellen wir sicher, dass Sie die relevantesten Angebote erhalten, Ihr Einkaufserlebnis verbessern und Geld sparen.",
  "whatTypesofProcutsT": "2. Welche Produktkategorien finde ich hier?",
  "whatTypesofProcutsD": "Dishpal.ai deckt eine breite Palette von Einkaufskategorien ab, darunter Elektronik, Mode, Lebensmittel, Haushaltswaren, Möbel und mehr. Unsere Plattform aggregiert Rabatte von verschiedenen Händlern und bietet Ihnen eine umfassende Auswahl an Produkten, um Ihre vielfältigen Einkaufsbedürfnisse zu erfüllen.",
  "isMyPersonalInfoT": "Ist meine persönliche Information bei der Nutzung dieser Website sicher?",
  "isMyPersonalInfoD": "Natürlich. Bei Dishpal.ai hat die Sicherheit und der Schutz Ihrer persönlichen Daten höchste Priorität. Als in Österreich und der Europäischen Union tätiges Unternehmen halten wir uns strikt an alle relevanten Datenschutzbestimmungen, einschließlich der Datenschutz-Grundverordnung (DSGVO) und des österreichischen Datenschutzgesetzes (DSG). Diese Gesetze verlangen strenge Standards für den Umgang mit Daten und gewährleisten, dass Ihre Informationen rechtmäßig, transparent und sicher verarbeitet werden. Zusätzlich erfüllen wir die Anforderungen des EU-KI-Gesetzes, das den ethischen Einsatz von KI-Technologien regelt und somit Ihre Daten weiter schützt. Unser Engagement für diese Vorschriften spiegelt unsere Verpflichtung wider, Ihr Vertrauen zu bewahren und Ihre Privatsphäre zu schützen.",
  "canYourAIFeaturT": "4. Kann die KI-Funktion mir beim Produktvergleich helfen?",
  "canYourAIFeaturD": "Ja, unsere KI-gesteuerte Plattform personalisiert nicht nur Rabattempfehlungen, sondern unterstützt Sie auch beim Vergleich von Produkten. Durch die Analyse verschiedener Produktmerkmale, Preise und Bewertungen hilft Dishpal.ai Ihnen, fundierte Kaufentscheidungen zu treffen und das beste Produkt zu wählen, das Ihren Bedürfnissen und Ihrem Budget entspricht.",
  "readyTimeT": "5. Wann wird die Website verfügbar sein?",
  "readyTimeD": "Wir arbeiten mit Hochdruck daran, Dishpal.ai so schnell wie möglich für Sie bereitzustellen. Unser Team befindet sich in den letzten Entwicklungsphasen, und wir planen, die Website in den kommenden Monaten zu starten. Bitte bleiben Sie auf dem Laufenden für weitere Updates, und wir danken Ihnen für Ihre Geduld und Ihr Interesse an Dishpal.ai.",
  "aboutT": "Über uns",
  "visionT": "Vision:",
  "visionD": "Wir streben danach, ein intelligenteres und effizienteres Einkaufserlebnis zu schaffen, das es Konsumenten ermöglicht, personalisierte, Echtzeit- und standortbasierte Rabatte zu erhalten. Dabei fördern wir umweltfreundliche Einkaufsgewohnheiten und unterstützen lokale Unternehmen.",
  "missionT": "Mission:",
  "missionD": "Dishpal.ai setzt sich dafür ein, die Art und Weise, wie Menschen einkaufen und Geld sparen, durch den Einsatz fortschrittlicher KI-Technologie für maßgeschneiderte Rabattangebote zu optimieren. Wir bieten zeitnahe und relevante Angebote, die individuellen Vorlieben entsprechen, fördern umweltfreundliche Praktiken durch die Reduzierung papierbasierter Rabatte und stärken lokale Gemeinschaften, indem wir Käufer mit nahegelegenen Einzelhändlern verbinden. Unser Fokus auf Innovation und Nachhaltigkeit gewährleistet kontinuierlichen Mehrwert für sowohl Konsumenten als auch unsere Handelspartner.",
  "available": "Verfügbar ab",
  "home": "Startseite",
  "aboutUs": "Über uns",
  "services": "Dienstleistungen",
  "learn": "Learn React",
  "description": "Edit <1>src/App.js<1> and save to reload."
}
