{
  "finder": "Rabatt-Finder",
  "discounted":"Dein lokaler",
  "helpingYouD": "Entdecke personalisierte, standortbasierte Angebote, die perfekt zu deinen Vorlieben passen - spare Zeit und Geld ganz mühelos.",
  "signUp": "Jetzt vorab anmelden",
  "ecoChampionT": "Werde ein",
  "ecoChampionD": "Reduziere Papier-Rabatte um 15 % mit nachverfolgbaren, einlösbaren digitalen Angeboten.",
  "opportunityT": "Verpasse keine tollen",
  "saved": "Angebote",
  "opportunityD": "Finde Rabatte, die du lieben wirst perfekt auf dich und deine Einkaufsorte abgestimmt.",
  "personalShopperT": "Dein KI-gestützter",
  "personalShopperD": "Einkaufen kann stressig sein - lass Dishpal die besten Rabatte für dich finden.",
  "whyChooseT": "Warum Dishpal.ai?",
  "whyChooseD1": "Shoppe cleverer und nachhaltiger mit innovativen Funktionen, die dir das Sparen leicht machen.",
  "locationBasedT": "Standortbezogene Benachrichtigungen",
  "locationBasedD": "Erhalte Echtzeit-Updates über Angebote in deiner Nähe - mit unserer Geotechnologie verpasst du keine Sparchance.",
  "personRecommendationT": "Individuelle Empfehlungen",
  "personRecommendationD": "Dishpal.ai erkennt deine Einkaufsgewohnheiten und schlägt dir Rabatte vor, die zu dir passen - für einfacheres und angenehmeres Shoppen.",
  "neverMissDiscountT": "Kein Angebot verpassen",
  "neverMissDiscountD": "Mit der „Kauf jetzt, zahl später“-Funktion sicherst du dir Rabatte, auch wenn das Budget knapp ist. Bleib flexibel und nutze zeitlich begrenzte Angebote.",
  "saveMoneyT": "Mehr sparen, weniger Stress",
  "saveMoneyD": "Finde exklusive Rabatte und verfolge, wie viel du mit Dishpal.ai monatlich sparst!",
  "sustainableShoppingT": "Nachhaltig shoppen",
  "sustainableShoppingD": "Dishpal.ai ersetzt Papier durch digitale Lösungen - spare Geld und schütze die Umwelt!",
  "reduceFoodWasteT": "Lebensmittelverschwendung reduzieren",
  "reduceFoodWasteD": "Finde Rabatte auf fast abgelaufene Produkte - spare Geld und unterstütze nachhaltigen Konsum!",
  "take6": "Nehmen Sie an unserer ",
  "0Seconds": "60-Sekunden-Umfrage",
  "helpusImproveT": "Helfen Sie uns zu verbessern",
  
  "faqT": "Häufig gestellte Fragen (FAQ)",
  
  "whatDoesDishpalT": "1. Was bietet Dishpal.ai an?",
  "whatDoesDishpalD": "Dishpal.ai ist eine innovative Plattform, die personalisierte, standortbasierte Echtzeit-Rabatte entsprechend Ihren Einkaufspräferenzen liefert. Durch den Einsatz fortschrittlicher KI-Algorithmen und Geolocation-Technologie stellen wir sicher, dass Sie die relevantesten Angebote erhalten, Ihr Einkaufserlebnis verbessern und Geld sparen.",
  "whatTypesofProcutsT": "2. Welche Produktkategorien finde ich hier?",
  "whatTypesofProcutsD": "Dishpal.ai deckt eine breite Palette von Einkaufskategorien ab, darunter Elektronik, Mode, Lebensmittel, Haushaltswaren, Möbel und mehr. Unsere Plattform aggregiert Rabatte von verschiedenen Händlern und bietet Ihnen eine umfassende Auswahl an Produkten, um Ihre vielfältigen Einkaufsbedürfnisse zu erfüllen.",
  "isMyPersonalInfoT": "Ist meine persönliche Information bei der Nutzung dieser Website sicher?",
  "isMyPersonalInfoD": "Natürlich. Bei Dishpal.ai hat die Sicherheit und der Schutz Ihrer persönlichen Daten höchste Priorität. Als in Österreich und der Europäischen Union tätiges Unternehmen halten wir uns strikt an alle relevanten Datenschutzbestimmungen, einschließlich der Datenschutz-Grundverordnung (DSGVO) und des österreichischen Datenschutzgesetzes (DSG). Diese Gesetze verlangen strenge Standards für den Umgang mit Daten und gewährleisten, dass Ihre Informationen rechtmäßig, transparent und sicher verarbeitet werden. Zusätzlich erfüllen wir die Anforderungen des EU-KI-Gesetzes, das den ethischen Einsatz von KI-Technologien regelt und somit Ihre Daten weiter schützt. Unser Engagement für diese Vorschriften spiegelt unsere Verpflichtung wider, Ihr Vertrauen zu bewahren und Ihre Privatsphäre zu schützen.",
  "canYourAIFeaturT": "4. Kann die KI-Funktion mir beim Produktvergleich helfen?",
  "canYourAIFeaturD": "Ja, unsere KI-gesteuerte Plattform personalisiert nicht nur Rabattempfehlungen, sondern unterstützt Sie auch beim Vergleich von Produkten. Durch die Analyse verschiedener Produktmerkmale, Preise und Bewertungen hilft Dishpal.ai Ihnen, fundierte Kaufentscheidungen zu treffen und das beste Produkt zu wählen, das Ihren Bedürfnissen und Ihrem Budget entspricht.",
  "readyTimeT": "5. Wann wird die Website verfügbar sein?",
  "readyTimeD": "Wir arbeiten mit Hochdruck daran, Dishpal.ai so schnell wie möglich für Sie bereitzustellen. Unser Team befindet sich in den letzten Entwicklungsphasen, und wir planen, die Website in den kommenden Monaten zu starten. Bitte bleiben Sie auf dem Laufenden für weitere Updates, und wir danken Ihnen für Ihre Geduld und Ihr Interesse an Dishpal.ai.",
  "aboutT": "Über uns",
  "visionT": "Vision",
  "visionD": "Wir möchten das Einkaufen mit Rabatten intelligenter und effizienter machen, indem wir personalisierte, standortbasierte Angebote in Echtzeit bereitstellen und gleichzeitig umweltfreundliche Gewohnheiten fördern und lokale Unternehmen unterstützen.",
  "missionT": "Mission",
  "missionD": "Dishpal.ai verbessert das Einkaufen, indem es KI nutzt, um maßgeschneiderte Rabatte anzubieten, Papierabfall zu reduzieren und Käufer mit lokalen Händlern zu verbinden. Unser Fokus auf Nachhaltigkeit und Innovation bringt Mehrwert für Verbraucher und Partner.",
  "available": "Verfügbar ab",
  "home": "Startseite",
  "aboutUs": "Über uns",
  "services": "Dienstleistungen",
  "development":"Die Web-App befindet sich noch in der Entwicklung",
  "surveyMobile": "Dishpal.ai fasst die besten Angebote verschiedener Einzelhändler zusammen und bietet Ihnen eine zentrale Plattform, mit der Sie Ihre Ersparnisse maximieren können. Wir würden auch berechnen, wie viel Geld Sie bis zum Monatsende durch die Nutzung von Dishpal.ai gespart haben",
  "quickSurvey": "Machen Sie eine kurze Umfrage"

}
