{
  "find": "find",
  "localized": "localized",
  "discounted": "discounted deals",
  "helpingYouD": "Discover personalized deals tailored to your preferences and location, ensuring you never miss an opportunity to save.",
  "signUp": "Sign up for early access",
  "ecoChampionT": "Become an",
  "ecoChampionD": "Reduce Paper discounts by 15% and use trackable and reedemable digital discounts.",
  "opportunityT": "Never miss an opportunity to",
  "saved": "SAVE",
  "opportunityD": "Discover personalized deals tailored to your preferences and location.",
  "personalShopperT": "Your AI-Powered",
  "personalShopperD": "Shopping can be hectic, let Dishpal find those deals for you.",
  "whyChooseT": "Why Choose Dishpal.Ai?",
  "whyChooseD1": "Experience a smarter and more sustainable way to shop with",
  "whyChooseD2": "ai's innovative features designed to enhance your savings and shopping convenience",
  "locationBasedT": "Location-Based Alerts:",
  "locationBasedD": "Receive real-time notifications about nearby deals, ensuring you capitalize on offers wherever you are. Our geolocation technology keeps you informed of discounts in your vicinity, so you never miss an opportunity to save.",
  "personRecommendationT": "Personalized Recommendations: ",
  "personRecommendationD": "Our AI-driven platform analyzes your preferences to suggest discounts tailored specifically to your interests. By understanding your shopping habits, Dishpal.ai curates offers that align with your tastes, making your shopping experience more relevant and enjoyable.",
  "neverMissDiscountT": "Never miss a discount: ",
  "neverMissDiscountD": "Utilize our 'Buy Now, Pay Later' feature to take advantage of timely discounts, even when immediate funds are unavailable, ensuring you don't miss out on valuable deals. This flexible payment option empowers you to seize limited-time offers without financial strain.",
  "saveMoneyT": "Save Money: ",
  "saveMoneyD": "Access exclusive discounts and promotions, helping you make the most of your budget. Dishpal.ai aggregates the best deals from various retailers, providing you with a centralized platform to maximize your savings. We would also calculate how much money you have saved by the end of the month from using Dishpal.ai ",
  "sustainableShoppingT": "Sustainable Shopping:",
  "sustainableShoppingD": "By gradually transitioning from traditional paper-based methods to a fully digital platform, Dishpal.ai promotes eco-friendly practices, aligning with your commitment to sustainability. Our digital approach reduces paper waste and supports a greener environment.",
  "reduceFoodWasteT": "Reduce Food Waste:",
  "reduceFoodWasteD": "By connecting consumers with discounts on items nearing their expiration dates, Dishpal.ai helps reduce food waste, benefiting both the environment and your wallet. This initiative supports responsible consumption and helps retailers minimize waste.",
  "take6": "Take A 60 Seconds",
  "0Seconds": "Survey To Help",
  "SurveyT": "Shape Dishpal's Feature",
  "helpusImproveT": "Help us improve ",
  "faqT": "Frequently asked questions ",

  "whatDoesDishpalT": "1. What does Dishpal.ai offer?",
  "whatDoesDishpalD": "Dishpal.ai is an innovative platform that delivers personalized, real-time, location-based discounts tailored to your shopping preferences. By leveraging advanced AI algorithms and geolocation technology, we ensure you receive the most relevant deals, enhancing your shopping experience and helping you save money.",
  "whatTypesofProcutsT": "2. What types of products can I find here?",
  "whatTypesofProcutsD": "Dishpal.ai encompasses a wide array of shopping categories, including electronics, fashion, groceries, home goods, furnitures and more. Our platform aggregates discounts from various retailers, providing you with a comprehensive selection of products to meet your diverse shopping needs.",
  "isMyPersonalInfoT": "Is my personal information safe using this website?",
  "isMyPersonalInfoD": "Absolutely. At Dishpal.ai, we prioritize the security and privacy of your personal information. Operating within Austria and the broader European Union, we strictly adhere to all relevant data protection regulations, including the General Data Protection Regulation (GDPR) and the Austrian Data Protection Act (DSG). These laws mandate rigorous standards for data handling, ensuring your information is processed lawfully, transparently, and securely. Additionally, we comply with the European Union's Artificial Intelligence Act (AI Act), which governs the ethical use of AI technologies, further safeguarding your data. Our commitment to these regulations reflects our dedication to maintaining your trust and protecting your privacy.",
  "canYourAIFeaturT": "4. Can your AI feature help me compare products?",
  "canYourAIFeaturD": "Yes, our AI-driven platform not only personalizes discount recommendations but also assists in comparing products. By analyzing various product features, prices, and reviews, Dishpal.ai helps you make informed purchasing decisions, ensuring you choose the best product that fits your needs and budget.",
  "readyTimeT": "5. When will the website be ready?",
  "readyTimeD": "We are diligently working to bring Dishpal.ai to you as soon as possible. Our team is in the final stages of development, and we anticipate launching the website in the coming months. Please stay tuned for updates, and we appreciate your patience and interest in Dishpal.ai.",
  "aboutT": "About Us",
  "visionT": "Vision",
  "visionD": "To create a smarter and efficient discount shopping and shopping experience generally that allows consumers to access personalized, real-time, and location-based discounts, while fostering eco-friendly shopping habits and supporting local businesses.",
  "missionT": "Mission",
  "missionD": "Dishpal.ai is committed to optimize the way people shop and save money by leveraging advanced AI technology for tailored discount shopping. We strive to provide timely, relevant offers that match individual preferences, promote eco-friendly practices by reducing the need for paper-based discounts, and strengthen local communities by connecting shoppers with nearby retailers. Our focus on innovation and sustainability ensures that we deliver continuous value to both consumers and our retail partners.",
  "available": "Will be available on ",
  "home": "Home",
  "aboutUs": "About us",
  "services": "Services",
  "development": "Web App is still under Development",
  "surveyMobile": "Dishpal.ai aggregates the best deals from various retailers, providing you with a centralized platform to maximize your savings. We would also calculate how much money you have saved by the end of the month from using Dishpal.ai",
  "quickSurvey": "Take A Quick Survey"
}
